<?php ?>

<div class="container agreement">
    <div class="row">
        <div class="col-lg-8 col-md-10 mx-auto">
            <h2>Договор оферты</h2>

            <h5>1. Общие положения</h5>
            <p>1.1. Настоящий договор оферты (далее - "Договор") представляет собой публичное предложение компании
                "ТОО Batys IT Group" (далее - "Поставщик") на предоставление доступа к онлайн-конструктору
                веб-страниц (далее - "Сервис") и его использование физическим и юридическим лицам (далее -
                "Пользователь" или "Вы").</p>

            <p>1.2. Путем регистрации на Сервисе и/или использования его функций Пользователь выражает полное и
                безоговорочное согласие с условиями настоящего Договора.</p>

            <h5>2. Предмет Договора</h5>
            <p>2.1. Поставщик предоставляет Пользователю доступ к Сервису для создания, редактирования и публикации
                веб-страниц.</p>

            <h5>3. Права и обязанности сторон</h5>
            <p>3.1. Поставщик обязуется: <br>
                - Обеспечивать стабильную доступность Сервиса в соответствии с техническими характеристиками. <br>
                - Содействовать в устранении технических неполадок, связанных с функционированием Сервиса.</p>

            <p>3.2. Пользователь обязуется: <br>
                - Регистрироваться на Сервисе и предоставлять достоверные данные. <br>
                - Соблюдать авторские права и законы о защите интеллектуальной собственности при создании и
                публикации веб-страниц. <br>
                - Не использовать Сервис для распространения вредоносного контента, спама и других незаконных
                действий.</p>

            <h5>4. Оплата и ценообразование</h5>
            <p>4.1. Услуги, дополнительные функции и премиум-планы могут предоставляться за определенную
                плату в соответствии с тарифами, размещенными на Сервисе.</p>

            <h5>5. Ограничение ответственности</h5>
            <p>5.1. Поставщик не несет ответственности за возможные потери, ущерб или прямые/косвенные убытки,
                возникшие в связи с использованием или невозможностью использования Сервиса.</p>

            <h5>6. Конфиденциальность</h5>
            <p>6.1. Поставщик обязуется обеспечивать конфиденциальность персональных данных Пользователя в
                соответствии с применимыми законами и политикой конфиденциальности, размещенной на Сервисе.</p>

            <h5>7. Прочие условия</h5>
            <p>7.1. Поставщик оставляет за собой право вносить изменения в условия Договора, предварительно уведомив
                Пользователя.</p>
            <p>7.2. Все споры, вытекающие из настоящего Договора, разрешаются путем переговоров между сторонами.</p>

            <h5>8. Контакты</h5>
            <p>Поставщик: "ТОО Batys IT Group" <br>
                Адрес: город Уральск, Мөңкеұлы 101 <br>
                Электронная почта: temir8173@gmail.com</p>

        </div>
    </div>
</div>
