<?php ?>

<div class="container agreement">
    <div class="row">
        <div class="col-lg-8 col-md-10 mx-auto">
            <h2>Онлайн оплата</h2>

            <h5>Платежи. Оплата банковской картой онлайн</h5>
            <p>Наш сайт подключен к интернет-эквайрингу, и Вы можете оплатить Услугу банковской картой Visa или
                Mastercard. После подтверждения выбранного Товара либо услуги откроется защищенное окно с платежной
                страницей процессингового центра Kassa24, где Вам необходимо ввести данные Вашей банковской карты.
                Для дополнительной аутентификации держателя карты используется протокол 3-D Secure. Если Ваш
                Банк-эмитент поддерживает данную технологию, Вы будете перенаправлены на его сервер для прохождения
                дополнительной идентификации. Информацию о правилах и методах дополнительной идентификации уточняйте
                в Банке, выдавшем Вам банковскую карту.</p>
            <p>Услуга онлайн-оплаты осуществляется в соответствии с правилами Международных платежных систем Visa и
                MasterCard на принципах соблюдения конфиденциальности и безопасности совершения платежа, для этого
                используются самые актуальные методы проверки, шифрования и передачи данных по закрытым каналам связи.
                Ввод данных банковской карты осуществляется в защищенном окне на платежной странице Kassa24.</p>
            <p>В поля на платежной странице требуется ввести номер карты, имя владельца карты, срок действия карты,
                трёхзначный код безопасности (CVV2 для VISA или CVC2 для MasterCard). Все необходимые данные отображены
                на поверхности банковской карты.</p>
            <p>CVV2/ CVC2 — это трёхзначный код безопасности, находящийся на оборотной стороне карты.</p>
            <p>Далее в том же окне откроется страница Вашего банка-эмитента для ввода 3-D Secure кода. В случае,
                если у вас не настроен статичный 3-D Secure, он будет отправлен на ваш номер телефона посредством
                SMS. Если 3-D Secure код к Вам не пришел, то следует обратится в ваш банк-эмитент.</p>
            <p>3-D Secure — это самая современная технология обеспечения безопасности платежей по картам в сети
                интернет. Позволяет однозначно идентифицировать подлинность держателя карты, осуществляющего операцию,
                и максимально снизить риск мошеннических операций по карте.</p>

            <h5>Гарантии безопасности</h5>
            <p>Процессинговый центр Kassa24 защищает и обрабатывает данные Вашей банковской карты по стандарту
                безопасности PCI DSS 3.0. Передача информации в платежный шлюз происходит с применением технологии
                шифрования SSL. Дальнейшая передача информации происходит по закрытым банковским сетям, имеющим
                наивысший уровень надежности. Kassa24 не передает данные Вашей карты нам и иным третьим лицам.
                Для дополнительной аутентификации держателя карты используется протокол 3-D Secure.
                В случае, если у Вас есть вопросы по совершенному платежу, Вы можете обратиться в службу поддержки
                клиентов платежного сервиса по электронной почте info@kassa24.kz.</p>

            <h5>Безопасность онлайн-платежей</h5>
            <p>Предоставляемая Вами персональная информация (имя, адрес, телефон, e-mail, номер кредитной карты)
                является конфиденциальной и не подлежит разглашению. Данные Вашей кредитной карты передаются только
                в зашифрованном виде и не сохраняются на нашем Web-сервере.</p>
            <p>Мы рекомендуем вам проверить, что ваш браузер достаточно безопасен для проведения платежей онлайн,
                на специальной странице.</p>
            <p>Безопасность обработки Интернет-платежей гарантирует ТОО «Личная касса». Все операции с платежными
                картами происходят в соответствии с требованиями VISA International, MasterCard и других платежных
                систем. При передаче информации используются специализированные технологии безопасности карточных
                онлайн-платежей, обработка данных ведется на безопасном высокотехнологичном сервере процессинговой
                компании.</p>
            <p>Оплата платежными картами безопасна, потому что: <br>
                Система авторизации гарантирует покупателю, что платежные реквизиты его платежной карты
                (номер, срок действия, CVV2/CVC2) не попадут в руки мошенников, так как эти данные не хранятся
                на сервере авторизации и не могут быть похищены. Покупатель вводит свои платежные данные
                непосредственно в системе авторизации Kassa24, а не на сайте интернет-магазина, следовательно,
                платежные реквизиты карточки покупателя не будут доступны третьим лицам.</p>

            <h5>Возврат денежных средств</h5>
            <p>При проведении онлайн-оплаты посредством платежных карт не допускается возврат наличными денежными
                средствами. Порядок возврата регулируется правилами международных платежных систем:</p>
            <p>Потребитель вправе отказаться от товара в любое время до его передачи, после передачи товара отказ
                необходимо оформить в течение 14 дней; Возврат товара надлежащего качества возможен в случае, если
                сохранены его товарный вид, потребительские свойства, а также документ, подтверждающий факт и
                условия покупки указанного товара; Потребитель не вправе отказаться от товара надлежащего качества,
                имеющего индивидуально-определенные свойства, если указанный товар может быть использован
                исключительно приобретающим его человеком; При отказе от товара со стороны потребителя продавец
                должен вернуть ему денежную сумму, уплаченную потребителем, не позднее чем через десять дней
                со дня предъявления потребителем соответствующего требования. Для возврата денежных средств
                на банковскую карту необходимо заполнить «Заявление о возврате денежных средств», которое
                высылается по требованию компанией на электронный адрес, и отправить его вместе с приложением
                копии документа, удостоверяющего личность, по адресу damookzkz@gmail.com.</p>
            <p>Возврат денежных средств будет осуществлен на банковскую карту в течение одного рабочего дня со дня
                получения «Заявление о возврате денежных средств» Компанией.</p>
            <p>Для возврата денежных средств по операциям, проведенным с ошибками, необходимо обратиться с
                письменным заявлением и приложением копии документа, удостоверяющего личность, и чеков/квитанций,
                подтверждающих ошибочное списание. Данное заявление необходимо направить по адресу damookzkz@gmail
                .com.</p>
            <p>Сумма возврата будет равняться сумме покупки. Срок рассмотрения Заявления и возврата денежных средств
                начинает исчисляться с момента получения Компанией Заявления и рассчитывается в рабочих днях без
                учета праздников/выходных дней.</p>
        </div>
    </div>
</div>
