<?php
?>

<div class="container agreement">
    <div class="row">
        <div class="col-lg-8 col-md-10 mx-auto">
            <h2>Құпиялық саясат</h2>

            <p>Біз сіздің жеке өміріңізді бағалаймыз және біздің қызметімізді қауіпсіз және сенімді пайдалануыңызды
                қамтамасыз етуге міндеттенеміз. Төменде сіздің жеке ақпаратыңызды қалай өңдейтініміздің қысқаша
                сипаттамасы берілген:</p>

            <h5>1. Ақпарат жинау</h5>
            <p>Біз қызметімізді жақсартуға және сізге жақсырақ тәжірибе беруге көмектесу үшін тек қажетті ақпаратты
                жинаймыз. Бұл формаларды толтыру немесе хабарламаларды жіберу кезінде өз еркіңізбен беретін деректерді
                қамтуы мүмкін.</p>

            <h5>2. Ақпаратты пайдалану</h5>
            <p>Біз жинайтын барлық ақпарат тек біздің веб-сайт қызметтерін көрсетуге байланысты мақсаттар үшін
                пайдаланылады. Заңмен талап етілген жағдайларды қоспағанда, біз сіздің жеке ақпаратыңызды сіздің
                тікелей рұқсатыңызсыз үшінші тұлғаларға ашпаймыз.</p>

            <h5>3. Cookie файлдары және аналитика</h5>
            <p>Сайтпен өзара әрекеттесуіңіз туралы ақпаратты жинау үшін cookie файлдары және аналитикалық құралдар
                сияқты технологияларды пайдалануымыз мүмкін. Бұл деректер трафикті талдауға және мазмұнды жақсартуға
                көмектеседі.</p>

            <h5>4. Қауіпсіздік</h5>
            <p>Біз сіздің жеке ақпаратыңыздың қауіпсіздігін қамтамасыз ету үшін барлық қажетті шараларды қабылдаймыз.
                Сіздің ақпаратыңыз қауіпсіз ортада сақталады және оған тек уәкілетті қызметкерлер ғана қол жеткізе алады.</p>

            <h5>5. Басқа сайттарға сілтемелер</h5>
            <p>Біздің сайтта біз басқармайтын сыртқы ресурстарға сілтемелер болуы мүмкін. Біз осы үшінші тарап
                сайттарының мазмұны немесе құпиялылық тәжірибесі үшін жауапты емеспіз.</p>

            <h5>6. Сіздің құқықтарыңыз</h5>
            <p>Сіз өзіңіздің жеке ақпаратыңызға қол жеткізуді, сондай-ақ бұл ақпаратты біздің дерекқорымыздан түзетуді
                немесе жоюды сұрай аласыз. Жеке ақпаратыңызға қатысты сұрақтарыңыз немесе сұрауларыңыз болса, сайтта
                көрсетілген байланыс деректері бойынша бізге хабарласыңыз.</p>

            <h5>7. Құпиялық саясатындағы өзгерістер</h5>
            <p>Біз құпиялылық саясатымызды уақыт өте келе жаңартуымыз мүмкін және кез-келген өзгерістер осы бетте
                жарияланады. Бұл бетке үнемі кіру соңғы жаңартулардан хабардар болуға көмектеседі.</p>

            <p>Сенім артқаныңызға рахмет! Біз сіздің құпиялылығыңызды бағалаймыз және сұрақтарыңызға жауап беруге
                немесе құпиялылық саясатымыз туралы қосымша ақпаратты беруге әрқашан дайынбыз.</p>
        </div>
    </div>
</div>
