<?php
?>

<div class="container agreement">
    <div class="row">
        <div class="col-lg-8 col-md-10 mx-auto">
            <h2>Политика конфиденциальности</h2>

            <p>Мы ценим вашу конфиденциальность и стремимся обеспечить безопасное и надежное использование нашего
                сервиса. Ниже приведено краткое описание того, как мы обрабатываем вашу личную информацию:</p>

            <h5>1. Сбор информации</h5>
            <p>Мы собираем только необходимую информацию, которая помогает нам улучшить наш сервис и предоставить
                вам лучший опыт. Это может включать данные, которые вы предоставляете добровольно при заполнении
                форм или отправке сообщений.</p>

            <h5>2. Использование информации</h5>
            <p>Вся информация, которую мы собираем, используется исключительно в целях, связанных с предоставлением
                услуг нашего сайта. Мы не раскрываем вашу личную информацию третьим лицам без вашего явного разрешения,
                за исключением случаев, предусмотренных законом.</p>

            <h5>3. Куки и аналитика</h5>
            <p>Мы можем использовать технологии, такие как файлы "cookie" и аналитические инструменты, чтобы собирать
                информацию о вашем взаимодействии с сайтом. Эти данные помогают нам анализировать трафик и улучшать
                наш контент.</p>

            <h5>4. Безопасность</h5>
            <p>Мы принимаем все необходимые меры для обеспечения безопасности вашей личной информации. Ваша информация
                хранится в защищенной среде и доступ к ней предоставляется только авторизованным сотрудникам.</p>

            <h5>5. Ссылки на другие сайты</h5>
            <p>Наш сайт может содержать ссылки на внешние ресурсы, которые не контролируются нами. Мы не несем
                ответственности за контент или политику конфиденциальности этих сторонних сайтов.</p>

            <h5>6. Ваши права</h5>
            <p>Вы можете запросить доступ к своей личной информации, а также внесение изменений или удаление этой
                информации из нашей базы данных. Если у вас есть вопросы или запросы относительно вашей личной
                информации, свяжитесь с нами по указанным на сайте контактным данным.</p>

            <h5>7. Изменения в политике конфиденциальности</h5>
            <p>Мы можем время от времени обновлять нашу политику конфиденциальности, и любые изменения будут
                опубликованы на этой странице. Регулярное посещение этой страницы поможет вам быть в курсе последних
                обновлений.</p>

            <p>Спасибо за доверие! Мы ценим вашу конфиденциальность и всегда готовы ответить на ваши вопросы или
                предоставить дополнительную информацию о нашей политике конфиденциальности.</p>
        </div>
    </div>
</div>
