<?php

use yii\helpers\Url; ?>

<div class="container agreement">
    <div class="row">
        <div class="col-lg-8 col-md-10 mx-auto">
            <h2>Пользовательское соглашение</h2>

            <p>Добро пожаловать на наш веб-сайт! Прежде чем использовать его, пожалуйста, внимательно ознакомьтесь с
                нашим пользовательским соглашением. Ваше использование сайта означает, что вы соглашаетесь с условиями,
                изложенными ниже:</p>

            <h5>1. Права на контент</h5>
            <p>1.1. Весь контент, размещенный на нашем сайте, принадлежит нам или используется с разрешения
                правообладателей. Вы соглашаетесь не копировать, воспроизводить или распространять контент без нашего
                письменного согласия.</p>
            <p>1.2. Комментарии, отзывы и другие пользовательские вклады, размещенные на сайте, становятся
                общедоступными после публикации. Мы оставляем за собой право удалить контент, который нарушает наши
                правила или может нанести вред другим пользователям.</p>

            <h5>2. Ответственность пользователя</h5>
            <p>2.1. Вы соглашаетесь использовать сайт только в законных целях и не размещать контент, который может
                нарушать законы или права других лиц.</p>
            <p>2.2. Мы не несем ответственности за контент, предоставленный пользователями. Вы несете полную
                ответственность за свои действия и контент, который вы размещаете на сайте.</p>

            <h5>3. Конфиденциальность</h5>
            <p>3.1. Мы уважаем вашу конфиденциальность. Пожалуйста, ознакомьтесь с нашей
                <a href="<?= Url::to('/privacy') ?>">политикой конфиденциальности</a>,
                чтобы узнать, как мы обрабатываем вашу личную информацию.</p>

            <h5>4. Изменения в пользовательском соглашении</h5>
            <p>4.1. Мы оставляем за собой право изменить настоящее пользовательское соглашение. Любые изменения будут
                опубликованы на этой странице. Ваше дальнейшее использование сайта после внесения изменений будет
                означать ваше согласие с новыми условиями.</p>

            <h5>5. Прекращение использования сайта</h5>
            <p>5.1. Мы оставляем за собой право прекратить предоставление доступа к сайту в любое время без
                предварительного уведомления, если вы нарушаете это пользовательское соглашение или применяемые законы.</p>

            <h5>6. Контакты</h5>
            <p>6.1. Если у вас возникли вопросы или замечания относительно нашего пользовательского соглашения или
                сайта в целом, свяжитесь с нами по указанным на сайте контактным данным.</p>

            <p>Благодарим за внимание к нашему пользовательскому соглашению. Желаем вам приятного использования нашего сайта!</p>
        </div>
    </div>
</div>
