<?php

use yii\helpers\Url; ?>

<div class="container agreement">
    <div class="row">
        <div class="col-lg-8 col-md-10 mx-auto">
            <h2>Қолдану ережелері</h2>

            <p>Біздің веб-сайтқа қош келдіңіз! Оны қолданар алдында қолдану ережелерін мұқият оқып
                шығыңыз. Сайтты пайдалану төменде көрсетілген шарттармен келісесіз дегенді білдіреді:</p>

            <h5>1. Контент құқықтары</h5>
            <p>1.1. Біздің сайтта жарияланған барлық контент бізге тиесілі немесе авторлық құқық иелерінің рұқсатымен
                пайдаланылады. Жазбаша келісімімізсіз мазмұнды көшірмеуге, көбейтпеуге немесе таратпауға келісесіз.</p>
            <p>1.2. Сайтта орналастырылған пікірлер, шолулар және басқа да пайдаланушылар жарияланғаннан кейін
                көпшілікке қолжетімді болады. Саясатымызды бұзатын немесе басқа пайдаланушыларға зиян келтіруі мүмкін
                мазмұнды жоюға құқылымыз.</p>

            <h5>2. Пайдаланушы жауапкершілігі</h5>
            <p>2.1. Сіз сайтты тек заңды мақсаттарда пайдалануға және заңды немесе басқалардың құқықтарын бұзуы мүмкін
                контент жарияламауға келісесіз.</p>
            <p>2.2. Біз пайдаланушылар ұсынған контентке жауапты емеспіз. Сіздің әрекеттеріңіз бен сайтта жариялаған
                контентіңіз үшін тек сіз жауаптысыз.</p>

            <h5>3. Құпиялылық</h5>
            <p>3.1. Біз сіздің жеке өміріңізді құрметтейміз. Жеке ақпаратыңызды қалай өңдейтініміз туралы ақпаратты
                <a href="<?= Url::to('/privacy') ?>">құпиялылық саясатымыздан</a> көре аласыз.</p>

            <h5>4. Пайдаланушы келісіміндегі өзгерістер</h5>
            <p>4.1. Біз осы пайдаланушы келісімін өзгерту құқығын сақтаймыз. Кез-келген өзгерістер осы бетте
                жарияланады. Өзгерістер жарияланғаннан кейін сайтты пайдалануды жалғастыру жаңа шарттарды
                қабылдағаныңызды білдіреді.</p>

            <h5>5. Сайтты қолдануды тоқтату</h5>
            <p>5.1. Егер сіз осы пайдаланушы келісімін немесе қолданыстағы заңдарды бұзсаңыз, біз кез келген уақытта
                сайтқа кіруді ескертусіз тоқтатуға құқылымыз.</p>

            <h5>6. Байланыс</h5>
            <p>6.1. Пайдаланушы келісіміне немесе жалпы сайтқа қатысты сұрақтарыңыз немесе пікірлеріңіз болса, сайтта
                көрсетілген байланыс деректері бойынша бізге хабарласыңыз.</p>

            <p>Пайдаланушы келісімімізге назар аударғаныңызға рахмет.</p>
        </div>
    </div>
</div>
