<?php ?>

<div class="container agreement">
    <div class="row">
        <div class="col-lg-8 col-md-10 mx-auto">
            <h2>Гарантийные обязательства</h2>

            <h5>Доступность и стабильность</h5>
            <p>Мы обязуемся предоставлять доступ к платформе "ShaqiruKZ" с минимальными перерывами и простоями. Мы
                будем активно работать над обеспечением стабильности работы нашей платформы и оперативно реагировать
                на любые технические неполадки.</p>

            <h5>Функциональность</h5>
            <p>Все инструменты и функции, предоставляемые "ShaqiruKZ", будут работать согласно описанию нашей
                документации. Мы гарантируем, что пользователи смогут легко создавать и редактировать веб-страницы,
                используя все доступные инструменты.</p>

            <h5>Безопасность</h5>
            <p>Безопасность ваших данных и контента - наш приоритет. Мы обеспечим защиту от взломов, злоумышленных
                атак и утечек данных. Все передаваемые данные будут шифроваться, и мы будем следить за обновлениями
                безопасности.</p>

            <h5>Техническая поддержка:</h5>
            <p>Наша команда технической поддержки готова помогать вам при возникновении вопросов и проблем.
                Мы гарантируем оперативные ответы на ваши запросы и постараемся решить проблемы в кратчайшие сроки.</p>

            <h5>Совместимость</h5>
            <p>Созданные с помощью "ShaqiruKZ" веб-страницы будут корректно отображаться на различных браузерах и
                устройствах. Мы будем следить за совместимостью с последними версиями популярных браузеров.</p>

            <h5>Обновления и поддержка</h5>
            <p>Мы регулярно будем выпускать обновления платформы, включая новые функции и исправления. Мы обещаем
                поддерживать "ShaqiruKZ" актуальным и соответствующим современным стандартам веб-разработки.</p>

            <h5>Соответствие нормативным требованиям</h5>
            <p>"ShaqiruKZ" будет соответствовать всем применимым нормативным и законодательным требованиям в области
                веб-разработки и онлайн-сервисов.</p>

        </div>
    </div>
</div>
