<section id="speech" class="speech">
	<div class="container">
		<div class="row">
			<div class="col-sm-6">
				<p class="speech__text">
					Привет нашим родным и друзьям!
					Ждём вас на нашем главном торжестве, ведь мы решили собрать только самых родных и близких, с кем хотим поделиться своим счастьем.
					И с вашего разрешения, чтобы сделать вечер интересным и лёгким. Мы хотим сделать наше мероприятие без традиционных тостов. Для всех гостей у нас есть зона видео поздравлений.
					Обязательно посмотрите фотографии с нашей свадьбы!
				</p>
				<span class="speech__owners">Той иелері: </span>
			</div>
			<div class="col-sm-6">
			</div>
		</div>
	</div>
</section>